{"type": "FeatureCollection", "features": [{"type": "Feature", "properties": {"person": "Arthur Thellusson", "date": null, "origin": "Geneva", "colonial_location": "Antigua and Barbuda", "activities": ["slave owner"], "full_entry": "=> Arthur Thellusson, son of Lord Rendlesham and grandson of Peter Thellusson, born into a Geneva banking family, who had bought the original Brodsworth Hall estate in South Yorkshire (GB) in 1790, married the daughter of Antigua slave owner Sir Christopher Bethell-Codrington. "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Jamaica Kincaid", "date": null, "origin": "Geneva", "colonial_location": "Antigua and Barbuda", "activities": null, "full_entry": "=> In her book A Small Place (1988), the Antiguan writer Jamaica Kincaid indicts the Antiguan government, the tourist industry and Antigua’s British colonial legacy by saying: "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Henry Peschier", "date": "1781", "origin": "Geneva", "colonial_location": "Antigua and Barbuda", "activities": ["plantation owner", "slave owner"], "full_entry": "=> In 1781, Henry Peschier (1741-1791) from a Geneva Huguenot family landed in Port-of-Spain with his wife, children, brother Jean and his mother-in-law. He received 179 acres of land from the Spanish governor, which through the work of slaves he turned into the sugar plantation Paradise Estate. After his death, the plantation remained the property of his wife Celeste Rose Peschier (1755-1817) until her death. The heirs then sold it to the governor. Henry’s brother Jean and his wife Elizabeth were granted 523 acres of land in Naparima along the river Guaracara, which they turned into a sugar estate. Henry also received land at Point-a-Pierre. The family spread in the early 19th century, and the «Former British Colonial Dependencies, Slave Registers, 1813-1834» record some 600 slaves in the hands of members of the Peschier family. "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Peter Thelluson", "date": "1767", "origin": "Geneva", "colonial_location": "Barbados", "activities": ["slave owner"], "full_entry": "=> In 1767, Peter Thelluson (1737-1797), a Swiss banker, entrepreneur and slave-owner from Geneva, acquired a share in the slaver «Liberty», which transported 227 enslaved Africans from West Africa to Barbados. 45 died during the Middle Passage. "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-59.62021, 13.10732]]}}, {"type": "Feature", "properties": {"person": "Jean-Antoine Bertrand (", "date": null, "origin": "Geneva", "colonial_location": "Dominica", "activities": ["trading", "slave owner", "plantation owner"], "full_entry": "=> Jean-Antoine Bertrand (1726-1780) from the City of Geneva became a merchant in Dominica in 1764, his brother Charles (born 1716) followed him in 1775. Together they bought properties in St. Patrick and St. David Parishes, including an estate in Grand Bay which they called «Geneva» after the family’s former home in Switzerland. In 1791, an insurrection known as «New Year’s Day Revolt» occurred, in which slaves from Geneva most probably participated. The rebels asked for three days to work on their provision grounds, an increase from the customary day and a half. In 1820, the plantation was co-owned by a Charles Bertrand and Charles Court and had 253 slaves (138 females, 115 males). "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-61.38808, 15.30174]]}}, {"type": "Feature", "properties": {"person": "Peter Thelluson", "date": "1768", "origin": "Geneva", "colonial_location": "Grenada", "activities": ["trading", "slave owner", "plantation owner"], "full_entry": "=> In 1768, Peter Thelluson (1737-1797), a Swiss banker and entrepreneur from Geneva, set up as a merchant banker in London. He acquired a share in the 330 acres sugar estate Conference in Grenada with 155 enslaved people, when the former owner failed to pay his debts. In 1772, he lent money to the owner of Bacolet Estate, a 384 acres sugar plantation, partly secured on 101 enslaved people who lived upon the property. Thelluson amassed a huge fortune, a great part of which came from money related to the slavery economy: He undertook widespread lending of money in the Caribbean, as the Grenadines, Guadeloupe and Martinique. He traded in goods used in the slave trade and in colonial goods as well (slave-produced sugar and coffee). He was involved in slave-trading itself and in close contact with Liverpool slave-traders. He owned the slave ship «Lottery», which in 1765/66 sailed from London to Grenada via the Windward Coast, Cape Mount and Bassa with 211/172 slaves. He was also active in the beads and cowry trade, a commodity often used as currency in the slave trade. Peter Thelluson’s son Peter Isaac Thelluson (1761-1808) was probably brought into the family merchant house at the early age of 15, and he was later a known associate of slavers and global traders. He was a director of the Bank of England (1787–1806). "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-61.75226, 12.05288]]}}, {"type": "Feature", "properties": {"person": "Jan Vincent Mittelholzer", "date": null, "origin": "Geneva", "colonial_location": "Guyana", "activities": ["plantation owner", "slave owner", "trading"], "full_entry": "=> Around 1760, the sugar plantation De Vreede in Berbice was managed by Jan Vincent Mittelholzer from Geneva (probably originally from the Appenzell area). The plantation belonged to (Hendrik) Christiaan Mittelholzer. One «C. Mittelholzer» is mentioned as taking part in the bloody fight against the rebellious slaves of 1763 («But Mittelholzer shouted No! No!, took his sabre and cut off the Negro’s hand.») In 1818, another plantation (St. Lust, 10000 acres) was partly in the hands of one Christoffel Mittelholzer of the company «van Helder en Mittelholzer». Maria Mittelholzer (1780–1830) was probably Christoffel’s sister. She married Willem Helder in 1802. Earlier on, mention is made of one Henrietta Elizabeth Caroline Mittelholzer. From the Mittelholzer family came the famous author Edgar Mittelholzer (1909–1965). "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Jean Pierre Galiffe", "date": "1767-1847", "origin": "Geneva", "colonial_location": "Guyana", "activities": ["military"], "full_entry": "=> Jean Pierre Galiffe (1767-1847) from a Geneva family of Huguenots (mother Naville, grandmother Thelluson) was First Lieutenant in a Swiss regiment at the service of the French, which belonged to Jacques-André, Marquis Lullin de Châteauvieux (1728 – 1816). Later he served in the Dutch and in the British army. He became captain the 60th Regiment and spent 10 years in the British colonies in the Americas. He took part in the «expedition» to Suriname in 1804. Towards the end of his career, he was military commander of Halifax (Nova Scotia), of the Bermudas (1821–1824), and then of Berbice (British Guyana), before returning to Geneva, where he entered politics. "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Jourdan", "date": "unnamed", "origin": "Geneva", "colonial_location": "Guyana", "activities": ["plantation owner", "slave owner"], "full_entry": "=> In Demerara, there was a plantation called Geneve on Canal Nr. 1. In 1785, it was a coffee plantation of 250 acres and the property of Swiss called Jourdan, who also owned another plantation (unnamed, Nr. 8) of 250 acres on Canal Nr. 1 North. In 1792, that plantation was still unnamed, but in 1795 it appeared under the name of Basel. Jourdan could have been Jean Philippe Jourdan, who married Margaretha van Dijk in 1781 in Demerary and died 1806 in Paris. In 1812, the plantation Geneve is still mentioned. Geneve had been managed by Robert Ferrier (died 1806, probably English) as a joint plantation Vree-and-Hoop and Geneva. A tax register of 1818 shows that there must have been 337 slaves there. In 1777, the registers of the Durch West Indien Company (WIC) also mention one Jean Pierre Jourdan from Geneva, a medical doctor.   "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Christophe Jean Baur", "date": "1699–1770", "origin": "Geneva", "colonial_location": "Haiti", "activities": ["trading"], "full_entry": "=> Christophe Jean Baur (1699–1770) and Louis Tourton († 1786), both from Geneva and since 1740 partners in the banking house «Tourton et Baur», in 1748 helped create the «Société pour le commerce de la traite des nègres à la côte d’Angola et de là aux îles de Saint-Domingue» by investing 375,000 livres each. The company bought three ships serving as storage vessels on the Angola coast and five slavers for the Middle Passage. They decided to expand their activities to Martinique and to buy 13 ships altogether. Shareholder and shipping agent Antoine Vincent Walsh (1703 – 1763) from Ireland and stationed in Nantes had a reputation for overstraining his crews, neglecting his vessels and overloading his slavers. Out of 5000 ensalved boarding his ships in Africa, only 4000 arrived alive in the Americas.  "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-72.33881, 18.54349]]}}, {"type": "Feature", "properties": {"person": "Gabriel Descombaz", "date": "bookshop-stationer", "origin": "Geneva", "colonial_location": "Haiti", "activities": ["trading", "military"], "full_entry": "=> The following Swiss are registered to have lived in Saint-Domingue between 1750 and 1800: Gabriel Descombaz (bookshop-stationer, freemason), Mr. Despassier, Jacob Dupan (merchant from Geneva, freemason), Jean Estève (from Coppet, then Canton of Berne), Marie Elisabeth Globesk, Henri-Albert Gosse, Chevalier d’Illens (officer), Jacob Mayer (merchant from the Canton of Berne), Jean Meschinet (from Geneva), François Joseph Mollinger (from Basel), Charles Ravy, Jean Utry Sphey (soldier), Antoine Tournier, David-Philippe-Barthélémy Treytorrens (officer), Joseph Valdony (officer from Poschiavo, Canton of Graubünden, freemason), Henriette Vincent, Adrien Virte (officer of the Swiss Guards). "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-72.33881, 18.54349]]}}, {"type": "Feature", "properties": {"person": "Peter Thelluson", "date": "1737-1797", "origin": "Geneva", "colonial_location": "Montserrat", "activities": ["slave owner"], "full_entry": "=> From 1772 to 1796, Peter Thelluson (1737-1797), a Swiss banker, entrepreneur and slave-owner from Geneva, owned a share in Windmill Estate in Montserrat. "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-62.21292, 16.70555]]}}, {"type": "Feature", "properties": {"person": "Georges Prévost", "date": null, "origin": "Geneva", "colonial_location": "French West Indies", "activities": null, "full_entry": "=> Sir Georges Prévost, son of Augustin Prévost from Geneva, was stationed in Guyana, Saint Vincent, Saint Lucia (governor, his amiable ways won him the respect of the French planters), Dominica (governor), and Martinique. "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-61.73214, 15.99714]]}}, {"type": "Feature", "properties": {"person": "Gaspar-Joël Monod", "date": "1717–1783", "origin": "Geneva", "colonial_location": "French West Indies", "activities": null, "full_entry": "=> Gaspar-Joël Monod (1717–1783) from Geneva was appointed protestant minister in 1741. The British, who had taken control of the island in 1759 sent him there in the function of chaplain of the governor and minister of the reformed French church. After three and a half years, the French took control again and he had to leave the island for Europe. "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-61.73214, 15.99714]]}}, {"type": "Feature", "properties": {"person": "Robert Flournoy", "date": "1826-1896", "origin": "Geneva", "colonial_location": "Alabama", "activities": ["slave owner"], "full_entry": "=> Robert Flournoy (1826-1896) originally from a Geneva family of Huguenots, married Eugenia Moffet (1836–1902) in 1855, and the couple lived in Russell County, Alabama, on acquired and inherited land. According to Jacqueline Jordan Irvine of Emory University («From Cotton to Coca-Cola: A Family History Case Study on the Limitations of Higher Education to Close the Generational Wealth Gap») stolen Creek Indian land and slave labour in the 1800s were the sources of intergenerational wealth for four connected White families from bordering Alabama and Georgia counties – among them the Moffetts and the Flournoys. «With the federal government gifts of stolen Indian land and slave labour and subsequent inheritances, marriages among them, kinship relationships, and nepotism, the four White families for centuries acquired and maintained wealth, privilege, and influence that have continued to benefit significantly their descendants.» The 1860 census recorded that Henry Moffett (1795-1860) owned 96 slaves in 22 slave houses; his son-in-law, Robert Flournoy, had 83 slaves in 35 slave houses; and Henry’s son, Charles, had 17 slaves in 6 houses. Together the Moffett-Flournoy family owned thousands of acres of land and 200 slaves in 63 quarters. 3."}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [73.10186, 30.66595]]}}, {"type": "Feature", "properties": {"person": "John Menet", "date": null, "origin": "Geneva", "colonial_location": "Alabama", "activities": ["trading"], "full_entry": "=> Today’s wealth-manager «Cazenove Capital» prides itself of its roots reaching back to 1823, when «Philipp Cazenove (1798–1880) and his brother-in-law John Menet became partners. Wikipedia argues that the company had its roots in the early Huguenot financiers who left France for Geneva in 1685 after the revocation of the Edict of Nantes. Among those were members of the Cazenove family, who later left Geneva for the UK seeking wealth and freedom in the City of London. 3."}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [73.10186, 30.66595]]}}, {"type": "Feature", "properties": {"person": "Jacob Flournoy", "date": "1663–1725", "origin": "Geneva", "colonial_location": "Alabama", "activities": ["slave owner"], "full_entry": "=> Jacob Flournoy (1663–1725 ) from a Geneva family of Huguenots, who had fled from France on account of religious persecution, immigrated to Virginia via Holland in 1700, on the ship Ship «Peter and Anthony», with his wife and four children, among them Francis. He was the uncle of Jean Jacques Flournoy (1686–1740), who came over from Britain around 1720. At that time, apparently over two hundred Huguenots settled at a spot some twenty miles above Richmond on the south side of James River, where ten thousand acres of land, which had been occupied by the displaced Manakin Tribe of Indians, were allotted to them and called Manakintown. Several documents list land grants to members of the Flournoy family: 400 acres to John James Flournoy (1723), 3200 acres to John James Flournoy and slave-holder Daniel Stoner (1738), who probably descended from a Swiss Anabaptist family «Steiner» from the Canton of Berne. Land was also granted to Jacob, Elizabeth, Frances, Henry W., Jane, Sallie, Stanhope, Thomas, Thomas Stanhope, and William Flournoy. In the 1730s, the Huguenots began using slaves to mine coal in «Midlothian» west of Richmond, Virginia. It is assumed that via White slave-owners named Flournoy, whose various family members moved westward into western Virginia and Kentucky, a considerable number of Black or coloured Flournoys came into being. Jacob Flournoy’s son Francis Flournoy (1686-1773) owned large estates in the Virginia counties of Henrico and Chesterfield. Land office records show that 1723–1751 he acquired 4,821 acres. His total holdings may have been much greater. Mathews Flournoy, son of immigrant Jean-Jacques Flournoy, established Fort Flournoy in Scott County, Kentucky. The 1850 US Slave Census registers 126 slaves in the hands of Flournoy family members in Virginia, Missouri, Georgia, Alabama, Arkansas, and Kentucky; the 1860 US Slave Census registers 62 slaves in the hand of Flournoy family members in Louisiana, Georgia, Alabama, and Kentucky. 3."}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [73.10186, 30.66595]]}}, {"type": "Feature", "properties": {"person": "John Bartow Prevost", "date": "1766–1825", "origin": "Geneva", "colonial_location": "Louisiana", "activities": ["plantation owner", "slave owner"], "full_entry": "=> John Bartow Prevost (1766–1825), whose father (Col.) Jacques Marcus Prevost emigrated from Geneva with his brother (General) Augustine Prevost, became a lawyer and a slave-owner when he lived in New York. In 1804 he was appointed by President Thomas Jefferson as one of the first three judges of the Superior Court of the Territory of Orleans. Prevost bought a plantation with 35 slaves and with large sugar works near New Orlean. According to the 1860. Slave Census, many members of the Prevost family appear to have become slaveholders. 3."}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-91.18747, 30.44332]]}}, {"type": "Feature", "properties": {"person": "Henri Bon", "date": "1872", "origin": "Geneva", "colonial_location": "Brazil", "activities": ["slave owner"], "full_entry": "=> In 1872, 29, 453 people lived in Cantagalo, 57% of them (16,805) were slaves. geographically, Cantagalo was part of the Vale do Paraíba. One of the Swiss settlers who in 1826 moved directly to Cantagalo was Henri Bon (born 1806) from Geneva. He was the third son of a Geneva watchmaker and was able to use some his inheritance. Henrique José da Silva Bon mentioned that his great-great-grandfather Henri Bon was a slaveholder and did not see any problem in that. Apparently, he adopted completely to the Portuguese model and bought himself slaves. «That romantic idea that the Swiss found slavery reprehensible is false,» Henrique said. «When they arrived, they thought – for a few weeks or months – that slavery was scandalous, then considered it a good business model.» "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [-47.92972, -15.77972]]}}, {"type": "Feature", "properties": {"person": "Roelof Diodati", "date": "1658–1723", "origin": "Geneva", "colonial_location": "Southern Africa", "activities": ["trading", "slave owner"], "full_entry": "=> Roelof Diodati (1658–1723) from a Geneva family took service at the Dutch East India Company (VOC). He became an accountant at the Cape from 1686 and then a merchant. Between 1686 and 1692, he sold the following slaves: Pieter from Madagascar (aged 17), Orson and Jacob from Madagascar (14 & 15 respectively), Isak from Madagascar, Abraham from Madagascar (aged 20), Salomon from Madagascar (aged 16), Willem from Madagascar (aged 17/18), Daniel from Madagascar (aged 14), Aran from the Coast (aged 18/19), David from Madagascar (aged 16/17), David from Madagascar (aged 17/18), Jacob from the Coast (23/24),  Aron from Malabar (aged 23/24), Coridon from Malabar (aged 24/25). In 1692 he bought the slaves Servidor from Bengal (aged 12) and Aron from Malabar (24/25). Diodati was appointed governor of Mauritius 1692–1703. Diodati then moved to Batavia, where he became a merchant and accountant in 1707. In 1709 he married Catharina Zaaiman, born on Dutch Mauritius. Her grandmother had been the «Hottentot First Lady» Eva Meerhoff (c. 1643-1674), a Khoikhoi interpreter for Jan van Riebeek. Diodati became the chief trader at the VOC post and center of «regulated prostitution» at Dejima (an artificial island off today’s Nagasaki, Japan) in 1720 and died in Batavia in 1723. "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [28.18783, -25.74486]]}}, {"type": "Feature", "properties": {"person": "Henri Léopold", "date": "1866–1925", "origin": "Geneva", "colonial_location": "Switzerland", "activities": ["racist"], "full_entry": "=> Henri Léopold de Saussure (1866–1925), son of Henri de Saussure (1829–1905), was born in Creux de Genthod, outside Geneva. He became an officer in the French navy, serving in Indochina, Japan, China (on the gunboat «Aspie» cruising the Yangtze River), and taking part in the Dahomey campaign. He then turned to sinology and ancient Chinese astronomy. De Saussure was a «scientific» racist, who wrote of «unbridgeable divisions between the superior and lower races». Moreover, he was convinced of the superiority of the Indo-European («Aryan») languages over the Semitic ones, including Arabic. He was inspired by the elitist and racist writings of Gustave Le Bon, and influenced by the racism of Joseph Arthur de Gobineau (Essay on the Inequality of the Human Races). Under the Vichy regime, he was praised for his racial supremacism. "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "Antonetti", "date": "«", "origin": "Geneva", "colonial_location": "Switzerland", "activities": ["plantation owner", "trading"], "full_entry": "=> Towards the end of the 18th century, when Transatlantic slavery and the plantation system was in full swing, there were – according to the French legal historian Guy Antonetti – six important European business centres («the big business hexagon»): London, Amsterdam, Geneva, Lyons, Bordeaux, and Nantes. In all these places, Swiss bankers and merchants played important roles. "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "Benjamin Burlamacchi", "date": "1643–1697", "origin": "Geneva", "colonial_location": "Switzerland", "activities": ["trading"], "full_entry": "=> Benjamin Burlamacchi (1643–1697) from a Geneva family operated a thriving international trading company from Amsterdam. Burlamacchi’s firm traded in a wide variety of goods and enjoyed far-flung commercial links throughout Europe, the Baltic, Russia, India, and Dutch colonies in the East Indies and the Antilles. He died in Bengal. His daughter Adriana Wilhelmina Burlamachi (1684–1760) was a direct descendent in the female line of the Calandrini & Diodati families: powerful Geneva-based Protestant Italian banking & East Indian trading families from Lucca with trading houses in England, Netherlands, France, Germany & Switzerland. She became famous for her Marcus Lodovicus Antonius Clifford portrait with a black child, married Johan Cornelis d’Ablaing (1663-1721) at the age of sixteen. He left for the Dutch East Indies at a young age. During their marriage he was the regent of a children’s home in Haarlem, acting governor of the Cape of Good Hope, and counsel to the Dutch East Indies in Batavia where he died in 1721.  "}, "geometry": {"type": "LineString", "coordinates": [[6.14569, 46.20222], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "Hans Conrad Hottinger", "date": "Hottinguer", "origin": "Zurich", "colonial_location": "Antigua and Barbuda", "activities": ["plantation owner"], "full_entry": "=> Hans Conrad Hottinger (Hottinguer) (1764–1841) from Zurich started in the textile (indiennes) business in Mulhouse, then went into banking, learning his trade with Passavant and de Candolle in Geneva. During the «terror» of the French Revolution, he left Paris for the USA, where he stayed for three years. In 1793, he married Martha Eliza Redwood (1774–1830) from Newport (Rhode Island) and was thus related to a family which had been in the sugar and plantation business between England, New England, Africa, and the Caribbean since the 17th century. Their trading empire began with a sugar plantation called Cassada Garden on Antigua. Jean-Henri Hottinguer (1803-1866) took over his father’s business in Paris, and the «Maison Hottinguer» became one of the most important international commercial enterprises, specialising in trade with cotton and other colonial commodities. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Johann Ludwig Gutmann", "date": "1850", "origin": "Zurich", "colonial_location": "Antigua and Barbuda", "activities": null, "full_entry": "=> In 1850, Johann Ludwig Gutmann from the Canton of Zurich, was in the service of the 27th Battalion of Infantry stationed in Paramaribo. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Sophia", "date": "1846", "origin": "Zurich", "colonial_location": "Antigua and Barbuda", "activities": null, "full_entry": "=> In 1846, a settlement was reached between the siblings Sophia and Emil Paravicini from the Canton of Zurich concerning the properties in Surinam of their brother Major General Paravicini. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Louis Vullijamozah", "date": "1770", "origin": "Zurich", "colonial_location": "Antigua and Barbuda", "activities": ["plantation owner", "slave owner"], "full_entry": "=> In 1770, Louis Vullijamozah bought plantation Smalkalden in Suriname, which was located close to Accaribo (in Swiss hands at that time), and renamed it Saint Saphorin. The director of the 300 acres plantation, which produced coffee with 62 slaves, was Louis Perret. Saint Saphorin is a village in the Vevey/La Tour de Peilz area of the Canton of Berne/Vaud, and the name Vullijamozah (also spelt Vuillamoz or Vouillamoz) is found in that region of Switzerland. However, it remains to be established whether the 1770 owner and/or director of Saint Saphorin had a Swiss background. In 1784, one J.J. Polak was registered as owner. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Reinhard Iselin", "date": "1744-1825", "origin": "Zurich", "colonial_location": "Danish West Indies", "activities": ["trading", "slave owner"], "full_entry": "=> In the 1770s, Reinhard Iselin motivated Salomon Kitt (1744-1825), merchant from Zurich, to establish on St. Thomas and St. Eustaches a company for the import of silk from Zurich and other European textiles. Kitt went to St. Eustaches in 1779, a hub under the Dutch ideology of free trade (textiles, indiennes, hats, pots, coffee, sugar, tobacco, slaves), where in 1780, he founded a company together with Friedrich Rheinwald. The company did business with merchants in Zurich (Trachsler), St.Gallen (Zollikofer), Aarau and Basel (Herzog, Hunziker und Hagenbach). Kitt&Rheinwald exported coffee from Marie-Galante and sugar from Saint-Domingue. In 1781, when the British occupied the island, he moved to St. Thomas, where he cooperated with Johannes Iselin as «Kitt, Iselin & Co.». St.Thomas became the next free-trade hub under Dutch control. Their trading partners in Saint-Domingue, Armand et Raynaud Fils recommended them to trade in slaves. In 1783, Salomon Kitt left the Caribbean for New England where he tried his hand as a real estate agent and large landowner on the frontier.  "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Hans Conrad von Orelli", "date": "1805", "origin": "Zurich", "colonial_location": "Danish West Indies", "activities": ["trading"], "full_entry": "=> In 1805, Hans Conrad von Orelli, merchant from Zurich, undertook a trip from Livorno to St. Martin, St. Barthélemy, and St. Thomas to explore the possibilities of the silk and indiennes trade. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Felix Christian Spoerri", "date": "1677", "origin": "Zurich", "colonial_location": "Barbados", "activities": null, "full_entry": "=> In 1677, Swiss medical doctor Felix Christian Spoerri (1615-1680) from Zurich wrote a detailed description of Barbados («Americanische Reiss-Beschreibung nach den Caribes Insslen, und Neu-Engelland»), which he had visited in 1661 and 1662, including the slavery economy, which produced sugar, tobacco, cotton, and indigo. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-59.62021, 13.10732]]}}, {"type": "Feature", "properties": {"person": "Anton Schulthess", "date": null, "origin": "Zurich", "colonial_location": "Barbados", "activities": ["military"], "full_entry": "=> After 1800, Anton Schulthess from a Zurich merchant and banking family served as captain in the British Royal-African-Corps in Barbados. In 1814, his elder brother, Colonel Paravicin Schulthess (1757-1843), applied to the British ambassador for a death certificate for his brother, who had apparently deceased some years earlier. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-59.62021, 13.10732]]}}, {"type": "Feature", "properties": {"person": "H. Werndli", "date": "1767", "origin": "Zurich", "colonial_location": "Guyana", "activities": null, "full_entry": "=> In 1767, one H. Werndli from Zurich, employed as a surgeon in Berbice, made a gift of plants and seeds to the Zurich Botanical Gardens. In 1773, he sent the Zurich Naturalist Society a collection of reptiles (e.g. the embryo of an armadillo preserved in alcohol) and of «American snakes». "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Edele Heer Raad van Justitie »", "date": "1748", "origin": "Zurich", "colonial_location": "Guyana", "activities": null, "full_entry": "=> In 1748, Jacob de Sollicofre is mentioned as «Edele Heer Raad van Justitie», i.e. part of the administration of the colony. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Johann Ulrich Koch", "date": "1741", "origin": "Zurich", "colonial_location": "Guyana", "activities": ["military"], "full_entry": "=> In 1741, Johann Ulrich Koch from Zurich is registered as a soldier in Berbice. He arrived there on the ship «De Dageraad». "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "L. Zellon", "date": "1779", "origin": "Zurich", "colonial_location": "Guyana", "activities": ["plantation owner"], "full_entry": "=> In 1779, a Berbice plantation called De dertien Cantons («The Thirteen Cantons» was a name for the Swiss Confederation 1513–1798) was mentioned. According to the land title of plantation Henevliet, plantation De dertien Cantons must already have existed in 1741. In 1748, the owners were identified as L. Zellon and  L.(aurenz) Kunckler, who was also the manager. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Hans Caspar Zoller", "date": "1574–1644", "origin": "Zurich", "colonial_location": "Haiti", "activities": ["trading", "slave owner"], "full_entry": "=> Hans Caspar Zoller (1574–1644) and Hans Felix Escher, sons of wealthy patrician families from Zurich, made their apprenticeships as merchants in Lyon. They travelled to Hollland and Britain, and then signed on a French slaving vessel in Dieppe, with a profit-sharing rate of 0.25 to 0.5 percent. In December 1595, they set sail and via Madeira, Cadonor (Cotonou?), Cap Palmas and Sao Thomé reached Cap Lopez (today Gabun), where they took on board the slaves for Brazil. They then crossed the Atlantic, and in September 1596, they landed at Cabo Branco (Paraíba), where they sold their «freight». For three months they stayed in Bahia before continuing their voyage to Santo Domingo, from where, in 1597, they returned to France via the Azores. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-72.33881, 18.54349]]}}, {"type": "Feature", "properties": {"person": "Leonhard Meister", "date": null, "origin": "Zurich", "colonial_location": "Haiti", "activities": ["trading", "slave owner"], "full_entry": "=> On the eve of the Frech Revolution, 31% of the shares of the most important French slave-trading company, the «Compagnie des Indes», were in Swiss hands. Shareholders were Leonhard Meister, Professor of theology from Zurich, silk merchant Andreas Gossweiler, as well Johann Ulrich Geilinger, Jonas Hauser and Jacob Sulzer, all from Winterthur. The «Compagnie des Indes» for a long time held the monopoly for the slave trade to Saint-Domingue. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-72.33881, 18.54349]]}}, {"type": "Feature", "properties": {"person": "Hans Rudolf Zeller", "date": "1639-1700", "origin": "Zurich", "colonial_location": "Jamaica", "activities": ["slave owner"], "full_entry": "=> Hans Rudolf Zeller (1639-1700) and Hans Heinrich Hauser (1638-1683) from Zurich were Anglican clergymen in Jamaica. They probably owned slaves and Zeller complained about the Quakers› antislavery activities. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-76.79358, 17.99702]]}}, {"type": "Feature", "properties": {"person": "Caspar Landolt von Oehrlingen", "date": null, "origin": "Zurich", "colonial_location": "Jamaica", "activities": ["military"], "full_entry": "=> Caspar Landolt von Oehrlingen from the Canton of Zurich entered the British Regiment of York Light Infantry Volunteers stationed in Jamaica. His death there was reported in 1817. Johannes Meister from Andelfingen (also Canton of Zurich) had also served in that regiment. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-76.79358, 17.99702]]}}, {"type": "Feature", "properties": {"person": "Heinrich Escher", "date": "1815", "origin": "Zurich", "colonial_location": "Cuba", "activities": ["plantation owner", "slave owner"], "full_entry": "=> In 1815, Heinrich Escher (1776-1853), member of the Escher family from Zurich and father of industrialist, politician and railway tycoon Alfred Escher (1819-1882), bought the coffee plantation Buen Retiro southwest of Havanna, including 87 slaves, for his brothers Friedrich Ludwig und Ferdinand Escher, who administered it. Friedrich Ludwig Escher died in 1845, and in 1847, Heinrich Escher inherited the plantation, the slaves and the infrastructure with a total worth of 40,000 pesos, about 800,000 Swiss francs in today’s worth. As has been argued by German historian Michael Zeuske, one of the authorities on slavery in general and Caribbean and Cuban slavery in particular, Federico (Friedrich Ludwig Escher) begat a child with his enslaved washer-woman Serafina, which means that Alfred Escher, the great champion of politics and industry, had a little Afro-Cuban cousin born into slavery. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-82.38304, 23.13302]]}}, {"type": "Feature", "properties": {"person": "Irvin Holman Zimmermann", "date": "1813-1858", "origin": "Zurich", "colonial_location": "Alabama", "activities": ["plantation owner", "slave owner"], "full_entry": "=> Irvin Holman Zimmermann (1813-1858) from a Zurich family was a wealthy doctor and plantation owner in Alabama. In 1850, 66 slaves were registered on a plantation belonging to Thomas J. Zimmermann and Charles P. Zimmermann. 3."}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [73.10186, 30.66595]]}}, {"type": "Feature", "properties": {"person": "Henry Wirz", "date": "1823–1865", "origin": "Zurich", "colonial_location": "Alabama", "activities": ["plantation owner", "military"], "full_entry": "=> Henry Wirz (1823–1865) from the City of Zurich was banished for criminal activities, and emigrated to Massachusetts in 1849. After many different occupations (weaver, translator, spa supervisor, medical assistant, homeopathic healer), he became a plantation overseer in Louisiana in 1855. He became an American citizen in 1857 and volunteered for the Confederate Army in Virginia. He worked his way up in the military adminstration (secretary to various commanders, promoted to captain and assistant adjutant general, in charge of various prison camps) and in 1864 was appointed commander of the infamous confederate prison Camp Sumter near Andersonville. His brutal regime was inspired by his experience as a slave-plantation overseer: Plantation hounds and iron shackles were used to capture and punish escaped prisoners. After the war, he was accused of conspiracy and murder in 13 cases, condemned to death and executed by hanging in Washington in 1865.  The «United Daughters of the Confederacy» later initiated the construction of a monument honouring Henry Wirz in Andersonville, Georgia. Every year the the UDC and the SCV (Sons of Coinfederate Veterans) hold a memorial service at there, until today. About 130 people attended in November 2020.  3."}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [73.10186, 30.66595]]}}, {"type": "Feature", "properties": {"person": "Joseph E. Inikori", "date": null, "origin": "Zurich", "colonial_location": "Brazil", "activities": ["trading", "plantation owner"], "full_entry": "=> Nigerian historian Joseph E. Inikori has called Brazil, as far as demographics and production for export are concerned, «an African country until 1872». The following Swiss textile trading houses were active in Brazil in that slavery-relevant period: «Lutz, Honegger & Cia.» and «Lutz & Cia. » (Berne), «Vollenweider & Cia. », «Rosemund, Vollenweider & Cia.», and «Rosemund & Cia.» (Basel), «Billwiller, Gsell & Cia.», «Laquai, David & Cia. », and «David, Huber & Cia.» (St.Gallen), «Daeniker, Wegmann & Cia.», «Daeniker, Ferber & Cia.», «Daeniker & Cia.», «Vogel & Cia.», and «Barth & Cia.» (Zurich). According to Swiss historian Beatrice Ziegler, almost all of these merchants owned plantations, either as an investment or to gain prestige with the local Brazilian aristocracy. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-47.92972, -15.77972]]}}, {"type": "Feature", "properties": {"person": "Heinrich Däniker", "date": "1795-1866", "origin": "Zurich", "colonial_location": "Brazil", "activities": ["slave owner"], "full_entry": "=> Heinrich Däniker (1795-1866) from Zurich emigrated to Brazil, and in 1827, he entered the textile trade and later exported coffee. The couple Heinrich   and Cecile Däniker-Haller(1816-1887) owned slaves for tranporting goods and for the household. They lived in Petrópolis/Teresópolis from 1846 on, and their house-slaves were Antonio and Caetano. Their neighbour was plantation-owner Constantin Fischer, who had cultivated vine, coffee, and tee since 1819 together with Jean-Albert Fischer.Because of the yellow fever, the Däniker family left Brazil in 1852, but in 1853 Heinrich Däniker-Haller had to return to Teresópolis to organise his succession. His wife had written a sentimental poem on the death of slave Caetano, narrating his life from his capture in Africa to the «New World». "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-47.92972, -15.77972]]}}, {"type": "Feature", "properties": {"person": "Johann Heinrich Dietrich", "date": "1814-1877", "origin": "Zurich", "colonial_location": "Brazil", "activities": null, "full_entry": "=> Johann Heinrich Dietrich (1814-1877) from Zurich became the Swiss vice-consul and a planter («própero fazendeiro») in Cantagalo. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [-47.92972, -15.77972]]}}, {"type": "Feature", "properties": {"person": "Johann Heinrich Studer", "date": null, "origin": "Zurich", "colonial_location": "Southern Africa", "activities": ["slave owner"], "full_entry": "=> When Johann Heinrich Studer from Zurich died in 1804, he left his German widow, three sons, two daughters, 2 slaves, 19 trek-oxen and 34 heads of cattle. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [28.18783, -25.74486]]}}, {"type": "Feature", "properties": {"person": "Friedrich Ulrich Hartmann", "date": null, "origin": "Zurich", "colonial_location": "East Indies", "activities": null, "full_entry": "=> Friedrich Ulrich Hartmann from Zurich, son of Captain Hans Conrad Ulrich Hartmann, died in Batavia in 1733. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [106.84513, -6.21462]]}}, {"type": "Feature", "properties": {"person": "Johann Heinrich Waser", "date": "1767", "origin": "Zurich", "colonial_location": "East Indies", "activities": null, "full_entry": "=> In 1767, one Johann Heinrich Waser from Zurich, surgeon in Batavia, made the Zurich Botanical Gardens a gift of several plants and seeds. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [106.84513, -6.21462]]}}, {"type": "Feature", "properties": {"person": "Johann Caspar Lavater", "date": "1741–1801", "origin": "Zurich", "colonial_location": "Switzerland", "activities": ["racist"], "full_entry": "=> Johann Caspar Lavater (1741–1801) from Zurich was an important figure in the development of «racial science». He is known for his contributions to the field of physiognomy, which pretended to assess a person’s character or personality from their outer appearance and thus became a theory of morality and racial superiority. Lavater categorised black Africans as «animal-like» and «limited», and in his books spread ideas of contemporary authors who argued that tribal societies were unable of cultural development, that even without slavery there would be no progress, and that slavery was after all not a very hard fate. Lavater, Swiss popularizer of the physiognomic school, was enthusiastically welcomed in France (nine editions of his L’Art de connaître les hommes par la physionomie in half a century) and in England. He was also in contact with and influenced by Petrus Camper (1722-1789), whose theory of the «facial angle» became one of the stepping stones of anti-black racism. In fact, in volume 4 of his Essays on Physiognomy, Lavater claimed that he had used the facial angle for analysis before Camper. A facial angle of 100° was found with Greek gods, an angle of 80° was typical of humans worthy of that term (such as himself), those with angles of 70° like «the Angolan negro and the Kalmyk» were losing all traces of human likeness. They were followed by orang-utans (58°) and macaques (42°). "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "Gottfried Keller", "date": "1819–1890", "origin": "Zurich", "colonial_location": "Switzerland", "activities": ["military"], "full_entry": "=> Gottfried Keller (1819–1890), renowned Swiss novelist from Zurich, has two of his protagonists spend time in a colonial context without making any effort at exposing its dimension or reality of violence and suppression. Pankraz («Pankraz, der Schmoller», 1856) leaves his hometown Seldwyla for Hamburg, and from there sails to America. The «New World» represents for him the frontline of the civilised world, which he does not like with its disorder. He therefore hurries back to his ship and sets off for «ancient, hot India», where he becomes a soldier of the British East India Company. He works at the office of the Regiment’s Commander and rises to the rank of a subaltern officer. He spends his time in this exotic environment hunting, gardening, and doing administrative work. He then escapes from a love affair and re-joins his regiment, which is involved in fighting «wild mountain tribes on the outermost border of the Indo-British Empire». This is probably a historical reference to the so-called Sikh Wars (1845–46 and 1848–49), fought between the Sikhs and the British and resulting in the British conquest and annexation of the Punjab, at the cost of tens of thousands of Indian and thousands of British lives. Pankraz is promoted to the rank of lieutenant, later captain, and he spends two years mainly trying to prevent «the burning of Indian women» (the Indian custom of «sati»: widows sacrificing themselves by sitting atop their deceased husband’s funeral pyre). Just like slavery and cannibalism in Africa by European powers, the Hindi practice of «sati» was used as a justification by British imperialists: «White men are saving brown women from brown men.» (Gayatri Chakravorty Spivak in Can the Subaltern Speak?. To forget his loved one, Pankraz decides (in Paris) to join the French Army in Africa. He goes to Algiers, and – having been promoted to colonel – amuses himself with lion-hunting. Like India, North Africa is merely used as an exotic foil of nature for the projection of the protagonist’s inner emotional and amorous struggles.  "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "Gottfried Keller", "date": "1819–1890", "origin": "Zurich", "colonial_location": "Switzerland", "activities": null, "full_entry": "=> The second protagonist set temporarily in a colonial context by Gottfried Keller (1819–1890), renowned Swiss novelist from Zurich, is Martin Salander («Martin Salander», 1886). He comes from the provincial town of Münsterburg in Switzerland, becomes very rich in Brazil with the cultivation and trade of coffee and tobacco, loses everything to a fraudulent financial scheme, returns to Brazil and regains his wealth. His son also travels to Brazil to continue his father’s business there: Arnold Salander expands his father’s estate and finds a capable Swiss «for operation and supervision», who will soon be involved in the business transactions. Although the only way to get rich twice in Brazil through coffee and tobacco is by being involved in chattel slavery, a professor of German literature at Zurich University in 2020 speculated vaguely if Salander might have become rich through emigration or perhaps as an engineer. Slavery as a possibility was not even mentioned. "}, "geometry": {"type": "LineString", "coordinates": [[8.55, 47.36667], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "Marx Friedrich Högger", "date": "b", "origin": "St. Gallen", "colonial_location": "Antigua and Barbuda", "activities": null, "full_entry": "=> Marx Friedrich Högger (b. 1733) from St.Gallen died in Suriname. In 1771, he married ‏‎Katharina Spruyt‏‎ in Amsterdam. They had one son, Jeremias Högger (b. 1773 in Amsterdam). "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Georg Ludwig Vonwiller", "date": "1793­–1835", "origin": "St. Gallen", "colonial_location": "Antigua and Barbuda", "activities": ["slave owner"], "full_entry": "=> Georg Ludwig Vonwiller (1793­–1835) from a St.Gallen family moved to Trinidad, where he «imported» a female slave in 1822. He married Gabrielle d’Ey, and they had four children: Georg Heinrich (born 1824 in Grenada), Franz Adolf (b. 1826), Andreas (b. 1833). and Louise Maria Anna (b. 1834). "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Cazeneuve", "date": null, "origin": "St. Gallen", "colonial_location": "Antigua and Barbuda", "activities": ["slave owner"], "full_entry": "=> The UK Slave Register 1813–1834 has 280 slaves in the hands of owners named Cazenove, Cazeneuve, Casenave, Casnave, etc. in Grenada, Trinidad, and Mauritius. "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Laurenz Vonwiller", "date": "1759–1825", "origin": "St. Gallen", "colonial_location": "Grenada", "activities": ["plantation owner", "slave owner"], "full_entry": "=> Laurenz Vonwiller (1759–1825) from the City of St.Gallen (NE Switzerland) migrated to Grenada around 1790, probably to try and bring back profitability to three plantations owned by the Swiss Johann Jakob Thurneysen and Jacques-Louis Pourtalès since 1770. In Grenada, where he felt very much at home, Vonwiller married twice (1790 and 1797). For his role in the 1795 revolt of the French Creoles against British rule, he was tried for treason and imprisoned 1798–1800 He attempted to go back to St.Gallen with his wife and was said to have been refused entry. He then returned to Grenada, where he died in 1825. His son Georg Ludwig (1793­–1835) moved to Trinidad, where he «imported» a female slave in 1822. He married Gabrielle d’Ey, and they had four children: Georg Heinrich (born 1824 in Grenada), Franz Adolf (b. 1826), Andreas (b. 1833). and Louise Maria Anna (b. 1834). "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [-61.75226, 12.05288]]}}, {"type": "Feature", "properties": {"person": "Straub", "date": null, "origin": "St. Gallen", "colonial_location": "Guyana", "activities": ["trading", "plantation owner"], "full_entry": "=> Several members of the Straub family from St.Gallen were registered in Berbice. One Michael Straub(1730–1758) from a St.Gallen family (with relatives among the Rietmann, Högger and Kunkler families) was born and died in Berbice. Johann Ulrich Straub (1746–1785) from a St.Gallen family was a merchant and born in St.Gallen. He must have been in Berbice already before 1771, and in 1776, he married Cornelia Johanna Mennes, who was born in the Netherlands and died in 1788 in Berbice. Also in 1776, mortgages for the two plantations were registered as having been granted to the couple by one Johannes Aegidius in Amsterdam. Johann Ulrich Straub‏‎ was the owner, administrator, and director of plantations Overijssel (also called De 3 Gezusters) and De Vriendschap certainly since 1771. In 1781, the two plantations were looted. Johann Ulrich Straub died in 1785 in Gais, Canton of Appenzell. In 1785, he and his wife were mentioned in a mortgage business concerning De Vriendschap and De Drie Gezusters, and most probably Cornelia Johanna Mennes continued administration of the two plantations until her death. A 1785 map mentioned as owner of the two plantations Louis-Berthélemy Petitmaître from Yverdon, founder of the plantation Lausanne, who is mentioned again in that context in 1790 and 1794. In 1771, plantations Roosendaal andVreedenburg had been registered as having as director one «Urb. Straub». The «Amsterdamse Courant» of 1780 mentioned the death of one Johann Straub in Berbice. As late as 1802, one Johann Ulrich Straub was mentioned as the owner of the 1000-acre plantation De Johanna. "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "David Amstein", "date": null, "origin": "St. Gallen", "colonial_location": "Guyana", "activities": ["plantation owner"], "full_entry": "=> David Amstein from St.Gallen was granted the 500 acre-plantation Roosenburg (Roozenburgh, Rosenburg) on the River Berbice, divided by the Kimbia Creek, in 1736. It was surveyed in 1738 and its ownership recognized. Amstein lived on the plantation. In 1758, it passed into the hands of the Pool family from Bever (Grisons). In 1738, the neighbouring plantation Mon Repos was granted to a member of a Neuchâtel family, Olivie(r) Chaillé(t), who lived on it. It was surveyed in 1742 and its ownership recognized. The Pool family bought it in 1768, and treated the two plantations as one unit, with one administrator-director "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Abraham Zubli", "date": "born", "origin": "St. Gallen", "colonial_location": "Guyana", "activities": ["plantation owner", "military"], "full_entry": "=> Abraham Zubli (born 1760), son of Paulus Zubli (1709–1760) from a St.Gallen family, was born on plantation Zublis Lust according to the «British Guiana Colonists Index», in New Amsterdam according to MyHeritage, the latter being more probable. He was to our knowledge the only Swiss present at all points of the slave-trade triangle during his lifetime. Like most of his siblings, he went to Holland at an early age and started a military career as a 16-year-old. First, he was cadet in the Infantry Regiment No. 10 under Luitenant Generaal Van Raders. He was promoted to ensign after 20 months, then he served under Generaal Majoor Van Brakell and was promoted to lieutenant and captain. He quit his service in 1799. Abraham Zubli married twice (1790: Hendrika Catharina Wesselink; 1795: Wilhelmina Johanna de Clercq). In 1809, he reappeared in Fort Elmina, one of the most important Dutch slave-trade strongholds on the West African coast (today’s Ghana). At that time, the fort was no longer fully operative, but Abraham Zubli is registered there in the function of «Magazijnmeester» and member of both the Small Council (responsible for the slave-trade) and the Grand Council (where the adinistrators of Accra, Axim, Chama, and Cormantijn each had a seat). Due to a conflict with the Governor General, he left Elmina on a ship bound for Berbice between 1809 and 1812. His family is said to have received news in 1811 that he had arrived in Berbice and was planning to move on to Demerara. After that nothing more was heard from him. The children from his second marriage called themselves de Clerq Zubli, a family branch which is still around and of renown and which still has ties to Switzerland. "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Hieronymus Sailer", "date": "1528", "origin": "St. Gallen", "colonial_location": "Haiti", "activities": ["trading"], "full_entry": "=> In 1528, merchant and nobleman Hieronymus Sailer (1495-1559) from St. Gallen (E Switzerland), together with Heinrich Ehinger from Konstanz (Germany), received a license issued by the Spanish crown which allowed them to colonise Venezuela and to transport 50 mining workers from Germany to Santo Domingo, from where they would be distributed among the Spanish colonies. Sailer was also granted permission to use the Santo Domingo shipyards. "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [-72.33881, 18.54349]]}}, {"type": "Feature", "properties": {"person": "Sebastian Högger", "date": "1686-1737", "origin": "St. Gallen", "colonial_location": "French West Indies", "activities": ["military"], "full_entry": "=> Sebastian Högger (1686-1737) from St.Gallen was in the service of the Swedish navy from 1710 on, probably because one of his brothers was a banker in Paris with close ties to Sweden. Sebastian passed the captain’s exam in Brest and published a treatise on the tides («De fluxu et refluxu maris»). On behalf of King Charles XII. of Sweden, he travelled to Martinique and to the Americas in 1716. In 1717, he was promoted to Swedish sea captain and to the Swedish nobility. In 1718, he undertook voyages to the African coast, among others to Ceuta and Tunis. In 1723, he was commander of a squadron in the rank of a general, and the same year he was raised to the rank of a «Reichsfreiherr», changing his name to Hogguèr de Thurberg. He ended his life as the Swedish envoy to Paris. Because he was childless, the «Fideicommissum» Höggersberg (a little castle on the Rosenberg Hill, demolished in 1848) went to his brother Laurenz.   "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [-61.73214, 15.99714]]}}, {"type": "Feature", "properties": {"person": "Hieronymus Sailer", "date": "1528", "origin": "St. Gallen", "colonial_location": "Venezuela", "activities": ["trading", "slave owner"], "full_entry": "=> In 1528, Hieronymus Sailer (1495-1559) from St.Gallen (E Switzerland), together with Heinrich Ehinger from Konstanz, was contractor of the second asiento do negros , i.e. a royal charter authorising the transportation of slaves directly from Africa to the Americas for the sum of 20,000 ducats. The contract with King Charles V of Spain gave him the right to «export» 4000 slaves from Portuguese Guinea to Venezuela, which was to be colonized by the Welser company from Augsburg. "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [-66.87919, 10.48801]]}}, {"type": "Feature", "properties": {"person": "Schlatter", "date": null, "origin": "St. Gallen", "colonial_location": "Alabama", "activities": ["trading"], "full_entry": "=> The Schlatter family from St.Gallen counted among their members numerous councillors and two deputy mayors. Some became merchants, traders in colonial goods, theologians, and textile manufacturers, and the family globalised in the direction of Italy, Germany, the Dutch West and East Indies, Russia, and British North America. Michael Schlatter (1716–1790) was born in St.Gallen and studied theology in Leyden and Brunswick. He was ordained in 1739, and in 1746 offered his services as a missionary to the German Reformed emigrants in Philadelphia. He served as pastor of the united churches of Germantown and Philadelphia in 1746–1751, and made extended missionary tours among the German Reformed settlers in Pennsylvania, Maryland, Virginia, New Jersey and New York State. In 1757, Schlatter accepted an offer to become chaplain of the Royal American regiment, which he accompanied on an expedition to Louisburg. He remained with the army until 1759. In 1764 he was a chaplain to the 2nd Pennsylvania Battalion under Henry Bouquet (1719–1765) from Rolle in the Canton of Berne / Vaud on a campaign against the Ohio Indians. In 1777, while still attached to the royal army, he refused to obey orders on account of sympathy with the colonial cause. He was imprisoned, and his house was plundered. 3."}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [73.10186, 30.66595]]}}, {"type": "Feature", "properties": {"person": "Jakob Laurenz Gsell", "date": "1815–1896", "origin": "St. Gallen", "colonial_location": "Brazil", "activities": ["trading", "slave owner"], "full_entry": "=> Jakob Laurenz Gsell (1815–1896) from St.Gallen was a merchant in Rio de Janeiro 1836–1850. He worked his way up through the companies «Romberg, Schleiden und Töpken» (import of manufactured goods from Germany, export of coffe and sugar), «Thibaud, Boetz u. Compagnie», and «Boy, Goumier and Andrea». He then set up his own company together with fellow countryman Jakob Friedrich Billwiler: «Billwiller, Gsell & Co.» (with partners Reinhold Laquai from St.Gallen and Heinrich David from Basel) in 1840. They imported textiles from Europe and exported cotton and coffee among others goods. The merchants bought, hired, sold, and owned domestic slaves, and Gsell himself resorted to whipping his domestic slave for corporal punishment. His letters demonstrate that he cared much more for business than for the fate of the slaves around him. "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [-47.92972, -15.77972]]}}, {"type": "Feature", "properties": {"person": "Joseph Anton Grütter", "date": null, "origin": "St. Gallen", "colonial_location": "Southern Africa", "activities": null, "full_entry": "=> From 1753 to 1757, Joseph Anton Grütter from St.Gallen did his military service in the rank of a corporal. "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [28.18783, -25.74486]]}}, {"type": "Feature", "properties": {"person": "Schlatter", "date": null, "origin": "St. Gallen", "colonial_location": "East Indies", "activities": ["trading"], "full_entry": "=> The Schlatter family from St.Gallen counted among their members numerous councilors and two deputy mayors. Some became merchants, trader in colonial goods, thgeologians, and textile manufacturers, and the family globalised in the direction of Italy, Germany, the Dutch West and East Indies, Russia, and British North America. One Salome Schlatter married Johannes Leutmann (1643–1695) from St.Gallen as his second wife. Leutmann died in Batavia. One Jacob Schlatter from Schaffhausen entered the services of the Dutch East India Company in 1733. He died in the East in 1737. One Johann Georg Schlatter entered the services of the Dutch East India Company in 1787. "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [106.84513, -6.21462]]}}, {"type": "Feature", "properties": {"person": "Justus Cornelis Zubli", "date": "1830-1867", "origin": "St. Gallen", "colonial_location": "East Indies", "activities": ["plantation owner"], "full_entry": "=> Justus Cornelis Zubli (1830-1867) from a St.Gallen family, great-grandson of Paulus Zübli, plantation owner in Berbice, and grandson of Abraham Zubli in Demerara (1760–1812), got married in Java, serving in the Dutch military as captain-quartermaster of the East Indian Army. He died in Batavia. His brother Nicolaas Ambrosius Zubli (1844–1865) died of a disease in Oenarang, Central Java. Paulus Zübli’s great-great-granddaughter Hendrika Elize Zubli (1863-1916) got married in the Javanese coastal town of Semerang to Louis Marcal, first luitenant of the KNIL. "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [106.84513, -6.21462]]}}, {"type": "Feature", "properties": {"person": "Jan Willem ( Baron", "date": null, "origin": "St. Gallen", "colonial_location": "Switzerland", "activities": ["plantation owner", "slave owner"], "full_entry": "=> Jan Willem (Baron von) Hogguer (1755-1838) from a St.Gallen family (Högger) who had owned a plantations in Suriname (see under Suriname and Guyana), was the Dutch Ambassador to the Portuguese court in Lisbon from 1783–1790. In this function he had to deal with such affairs as the conflict between France and Portugal over the slave-trade stronghold Fort Cabinda in Angola (1783/84), a ship of the Westindian Company that had stopped a Portuguese ship near Cape Caïre (1785), and the fact that «France had engaged in an exclusive slave trade on the Gold Coast» for six years (1786). "}, "geometry": {"type": "LineString", "coordinates": [[9.37477, 47.42391], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "Bernhardin Peyer", "date": null, "origin": "Schaffhausen", "colonial_location": "Antigua and Barbuda", "activities": ["military"], "full_entry": "=> In the 1790s, Bernhardin Peyer from the Canton of Schaffhausen (N Switzerland), mercenary captain in the service of the Dutch in Suriname, died in Paramaribo. An agreement was reached over his heritage between the families Peyer and von Waldkirch. Two members of the latter, Franz (1771-1813) and Johann Conrad von Waldkirch (1784-1805) from Schaffhausen, were colonists in Surinam. One Johann Heinrich von Waldkirch was in the service of the Dutch Westindian Company and died in Suriname in 1789. One Johannes von Waldkirch from Schaffhausen died in Suriname in 1788. "}, "geometry": {"type": "LineString", "coordinates": [[8.63493, 47.69732], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Bernhardin Peyer", "date": null, "origin": "Schaffhausen", "colonial_location": "Antigua and Barbuda", "activities": null, "full_entry": "=> Between 1791 and 1796, mercenary Captain Bernhardin Peyer from the Canton of Schaffhausen died in Paramaribo. "}, "geometry": {"type": "LineString", "coordinates": [[8.63493, 47.69732], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Grafen Karl von Zinzendorf", "date": null, "origin": "Schaffhausen", "colonial_location": "Barbados", "activities": ["trading", "slave owner"], "full_entry": "=> In his travelogue «Bericht des Grafen Karl von Zinzendorf über seine handelspolitische Studienreise durch die Schweiz 1764», the Austrian count describes the commercial activities of the Ammann banking and merchant company from Schaffhausen (N Switzerland), which traded in cotton, indigo, sugar, and tobacco. The first quality cotton came from Curaçao and Berbice, but from the latter there were no more imports because «the colony has been ruined». From that cotton, the Toggenburg textile industry (today Canton of St.Gallen) produced muslin fabrics. Curaçao cotton was very rare: a ship that transported 60 bales from Saint Domingue only carried 6 from Curaçao. The second quality variety came from Martinique and Saint-Domingue and was transported to Switzerland via Marseilles, Lyon, Belfort and Basel. The third (and worst) quality cotton came from Barbados. Nearly 1000 bags of cotton were imported by Ammann every year and were processed in the Toggenburg and Glarus area. In the second half of the 18th century, 35% of the cotton it delivered into the Zurich, Berne/Aargau, Toggenburg, and Appenzell areas were from Berbice or Essequibo. The Ammann company did business with such slave trading firms as Schalch & Cie., Hegner, Gier & Cie., Pelloutier, Petitpierres, Tourton & Baur, and Bourcards. From Schalch & Cie alone, Ammann received in six years deliveries of indigo worth 600,000 guilders.  The archive of Johann Jakob Amman (1699–1777) and his son Johann Heinrich (1722–1794) has been handed down to the Frey family and – being a private archive – is still nor accessible. Industrial magnate Hermann Frey (1844–1928) was a board member of the «Bank in Schaffhausen», which merged into the «Schweizerische Bankverein» and later UBS. The banking house «Ammann» was liquidated as late as 1921. "}, "geometry": {"type": "LineString", "coordinates": [[8.63493, 47.69732], [-59.62021, 13.10732]]}}, {"type": "Feature", "properties": {"person": "Grafen Karl von Zinzendorf", "date": null, "origin": "Schaffhausen", "colonial_location": "Guyana", "activities": ["trading", "slave owner"], "full_entry": "=> In his travelogue «Bericht des Grafen Karl von Zinzendorf über seine handelspolitische Studienreise durch die Schweiz 1764», the Austrian count describes the commercial activities of the Ammann banking and merchant company from Schaffhausen (N Switzerland), which traded in cotton, indigo, sugar, and tobacco. The first quality cotton came from Curaçao and Berbice, but from the latter there were no more imports because «the colony has been ruined». From that cotton, the Toggenburg textile industry (today Canton of St.Gallen) produced muslin fabrics. Curaçao cotton was very rare: a ship that transported 60 bales from Saint Domingue only carried 6 from Curaçao. The second quality variety came from Martinique and Saint-Domingue and was transported to Switzerland via Marseilles, Lyon, Belfort and Basel. The third (and worst) quality cotton came from Barbados. Nearly 1000 bags of cotton were imported by Ammann every year and were processed in the Toggenburg and Glarus area. In the second half of the 18th century, 35% of the cotton delivered into the Zurich, Berne/Aargau, Toggenburg, and Appenzell areas by the Ammann company was from Berbice or Essequibo. The Ammann company did business with such slave trading firms as Schalch & Cie., Hegner, Gier & Cie., Pelloutier, Petitpierres, Tourton & Baur, and Bourcards. From Schalch & Cie alone, Ammann received in six years deliveries of indigo worth 600,000 guilders.  The archive of Johann Jakob Amman (1699–1777) and his son Johann Heinrich (1722–1794) has been handed down to the Frey family and – being a private archive – is still nor accessible. Industrial magnate Hermann Frey (1844–1928) was a board member of the «Bank in Schaffhausen», which merged into the «Schweizerische Bankverein» and later UBS. The banking house «Ammann» was liquidated as late as 1921. "}, "geometry": {"type": "LineString", "coordinates": [[8.63493, 47.69732], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Grafen Karl von Zinzendorf", "date": null, "origin": "Schaffhausen", "colonial_location": "Haiti", "activities": ["trading", "slave owner"], "full_entry": "=> In his travelogue «Bericht des Grafen Karl von Zinzendorf über seine handelspolitische Studienreise durch die Schweiz 1764», the Austrian count describes the commercial activities of the Ammann banking and merchant company from Schaffhausen (N Switzerland), which traded in cotton, indigo, sugar, and tobacco. The first quality cotton came from Curaçao and Berbice, but from the latter there were no more imports because «the colony has been ruined». From that cotton, the Toggenburg textile industry (today Canton of St.Gallen) produced muslin fabrics. Curaçao cotton was very rare: a ship that transported 60 bales from Saint Domingue only carried 6 from Curaçao. The second quality variety came from Martinique and Saint-Domingue and was transported to Switzerland via Marseilles, Lyon, Belfort and Basel. The third (and worst) quality cotton came from Barbados. Nearly 1000 bags of cotton were imported by Ammann every year and were processed in the Toggenburg and Glarus area. In the second half of the 18th century, 35% of the cotton it delivered into the Zurich, Berne/Aargau, Toggenburg, and Appenzell areas were from Berbice or Essequibo. The Ammann company did business with such slave trading firms as Schalch & Cie., Hegner, Gier & Cie., Pelloutier, Petitpierres, Tourton & Baur, and Bourcards. From Schalch & Cie alone, Ammann received in six years deliveries of indigo worth 600,000 guilders.  The archive of Johann Jakob Amman (1699–1777) and his son Johann Heinrich (1722–1794) has been handed down to the Frey family and – being a private archive – is still nor accessible. Industrial magnate Hermann Frey (1844–1928) was a board member of the «Bank in Schaffhausen», which merged into the «Schweizerische Bankverein» and later UBS. The banking house «Ammann» was liquidated as late as 1921. "}, "geometry": {"type": "LineString", "coordinates": [[8.63493, 47.69732], [-72.33881, 18.54349]]}}, {"type": "Feature", "properties": {"person": "Grafen Karl von Zinzendorf", "date": null, "origin": "Schaffhausen", "colonial_location": "French West Indies", "activities": ["trading"], "full_entry": "=> In his travelogue «Bericht des Grafen Karl von Zinzendorf über seine handelspolitische Studienreise durch die Schweiz 1764», the Austrian count describes the commercial activities of the Ammann banking and merchant company from Schaffhausen (N Switzerland), which traded in cotton, indigo, sugar, and tobacco. The first quality cotton came from Curaçao and Berbice, but from the latter there were no more imports because «the colony has been ruined». From that cotton, the Toggenburg textile industry (today Canton of St.Gallen) produced muslin fabrics. Curaçao cotton was very rare: a ship that transported 60 bales from Saint Domingue only carried 6 from Curaçao. The second quality variety came from Martinique and Saint-Domingue and was transported to Switzerland via Marseilles, Lyon, Belfort and Basel. The third (and worst) quality cotton came from Barbados. Nearly 1000 bags of cotton were imported by Ammann every year and were processed in the Toggenburg and Glarus area. In the second half of the 18th century, 35% of the cotton it delivered into the Zurich, Berne/Aargau, Toggenburg, and Appenzell areas were from Berbice or Essequibo. "}, "geometry": {"type": "LineString", "coordinates": [[8.63493, 47.69732], [-61.73214, 15.99714]]}}, {"type": "Feature", "properties": {"person": "Abraham Langhans", "date": "1781–1855", "origin": "Schaffhausen", "colonial_location": "Brazil", "activities": ["plantation owner", "slave owner"], "full_entry": "=> The colony of Leopoldina in the State of Bahia was founded in 1818 by five immigrants, three of them Swiss: Abraham Langhans, Louis Langhans und David Pache. Later came members of the Swiss families Beguin, Borel, Huguenin, Jaccard and Montandon. As early as 1825, the settlers started practising slavery on their coffee-plantations. Merchant Johann Martin or Joao Martinho Flach (1781–1855) from Schaffhausen, who was for many years secretary, confidant and credit granter of Brazilian empress Leopoldina, owned the plantation Helvécia, as large as 7500 football grounds and with more than 100 slaves in 1848. Helvécia was one of the largest coffee plantations of the 19th century. By the end of the 1850s, there were 200 whites as opposed to 2000 black slaves on the 40 Leopoldina plantations. When Joao Martinho died, the plantation and its slaves passed into the hands of his son Johannes Flach. When he died in 1868, there were 151 slaves recorded on Helvécia. In 1875, Johannes Flach’s widow sold the plantation and returned to Switzerland. Traveller and scientist Johann Jakob von Tschudi (1818–1889), when he visited the plantation in 1866, stressed slavery as a factor for the colony’s success and claimed that «in general», the slaves received «humane treatment» there. "}, "geometry": {"type": "LineString", "coordinates": [[8.63493, 47.69732], [-47.92972, -15.77972]]}}, {"type": "Feature", "properties": {"person": "Lucas Jetzler", "date": "1798–1863", "origin": "Schaffhausen", "colonial_location": "Brazil", "activities": ["trading", "slave owner"], "full_entry": "=> Lucas Jetzler (1798–1863) from Schaffhausen followed his brother Ferdinand to Brazil, where together with Jean Rudolphe Trümpy from the Canton of Glarus they founded the sugar, coffee, and tobacco merchant house «Jetzler Brothers & Trümpy» in 1829. In 1855, Lucas Jezler withdrew from business in order to trade tobacco in Cachoeira. He was active in the slave trade and when he died, his inventory recorded 13 slaves. "}, "geometry": {"type": "LineString", "coordinates": [[8.63493, 47.69732], [-47.92972, -15.77972]]}}, {"type": "Feature", "properties": {"person": "Wilhelm Joos", "date": "1863", "origin": "Schaffhausen", "colonial_location": "Switzerland", "activities": ["slave owner"], "full_entry": "=> In 1863, the Swiss federal government was asked in a private member’s bill by MP Wilhelm Joos from Schaffhausen to take legal action against those compatriots in Brazil who bought and sold and owned slaves. The Swiss House of Representatives («Nationalrat») with 64:4 voted against the move. In 1864, Wilhelm Joos again submitted an application asking for the federal government to write a report on the question of slave ownership by Swiss citizens in Brazil. In 1864, the report by Swiss scholar Johann Jakob von Tschudi (1818-1889) was submitted to the House by the federal government. It held that it was neither unreasonable nor illegal nor immoral for Swiss citizens to hold slaves. It was rather beneficial and expedient. A Swiss consul, said the Swiss government, could not be expected to stand in the kitchen and do housework himself. That thought was unbearable, and so it was perfectly acceptable to own slaves. The federal government of today excused their predecessors of 1863 by saying «their reaction had been marked by the predominant norms of the 1860s». "}, "geometry": {"type": "LineString", "coordinates": [[8.63493, 47.69732], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "Johann Rudolf Passavant", "date": "1837", "origin": "Basel", "colonial_location": "Antigua and Barbuda", "activities": ["plantation owner", "slave owner", "military"], "full_entry": "=> In 1837, Johann Rudolf Passavant from Basel, superintendant of the Moravian mission in Suriname since 1829, reported that slaves in Suriname had become restless because they had heard about slavery emancipation in the British colonies of 1834. At the same time, he was relieved that the slaves did not understand English. The Moravians› missionary principles towards the slaves was expressed in 1850 like this: «We do not want to liberate the slaves, who were entrusted to us, from their status nor do we want to make them restless, but our aim is the opposite, which is that they should become more useful, happier and more satisfied with their status determined by God.» In 1836, according to a slave register, Passavant bought two male slaves, Charles and Candase, from Baron van Heeckeren, the governor of Suriname, and sold them again the same day. After the slave rebellion in the Nickerie in 1837, Passavant reported having been asked by the governor to accompany the expedition of 36 troops and 10 «criminals» back to their plantations to teach all the slaves on those plantations to forget «the false worship by which they were seduced» and to teach them the true gospel. Passavant had in vain tried to convert the leader of the rebellion on several visits in prison. In 1844, a mulatto called John Claver stated before a British Judge in a mixed court in Surinam that he had been the slave of Mr. Passavant, who had left him to be sold by the other missionaries when he left the colony. "}, "geometry": {"type": "LineString", "coordinates": [[7.57327, 47.55839], [-61.84329, 17.12096]]}}, {"type": "Feature", "properties": {"person": "Pieter Davidt", "date": "1746", "origin": "Basel", "colonial_location": "Guyana", "activities": ["military"], "full_entry": "=> In 1746, one Pieter Davidt from Basel was a soldier in Berbice. "}, "geometry": {"type": "LineString", "coordinates": [[7.57327, 47.55839], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Emmanuel Hosch", "date": "1762", "origin": "Basel", "colonial_location": "Guyana", "activities": ["trading", "slave owner", "plantation owner"], "full_entry": "=> In 1762, the partners or the company «Hosch & Zollikofer» granted the price of a male slave (No. 15, 355 guilder), a female slave (No. 16, 205 guilder) and of a slave boy (No. 28, 125 guilder) in an auction in Berbice. Emmanuel Hosch  probably came from Basel family. During the slave rising, the prevailing disease (probably dysentery) raged worse than ever before and  in the same year claimed the lives of two of the council members Emmanuel Hosch and Charbon and several directors of the societal plantation. Hosch’s widowed wife and her three daughters were spared (just as was one of Mr. Mittelholzer’s nieces and her son). But they had to work, half naked, for the rebels in their vegetable garden. In 1762 was issued in Amsterdam a document of power of attorney by Jan Adam Charbon to Emanuel Hosch and Johannes Mittelholzer in Berbice. "}, "geometry": {"type": "LineString", "coordinates": [[7.57327, 47.55839], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Hans Ulrich Faesch", "date": null, "origin": "Basel", "colonial_location": "Haiti", "activities": null, "full_entry": "=> Hans Ulrich Faesch from Basel sailed from Amsterdam to the West Indies in 1770. His last letter, dated May 5, 1774 said that he was intending to go to Saint-Domingue.  "}, "geometry": {"type": "LineString", "coordinates": [[7.57327, 47.55839], [-72.33881, 18.54349]]}}, {"type": "Feature", "properties": {"person": "Hans-Ulrich Pelloutier", "date": null, "origin": "Basel", "colonial_location": "French West Indies", "activities": ["trading", "slave owner"], "full_entry": "=> Hans-Ulrich Pelloutier of the merchant house Pelloutier, Bourcard & Cie. (originally from Basel, with a Nantes branch) is recorded with two slaving vessels: «Astrée» (1817, Nantes => Saint Louis => Basse-Terre (Guadeloupe), 183/160 slaves); «Circée» (1818, Nantes => Africa => Basse-Terre, 234/192 slaves). "}, "geometry": {"type": "LineString", "coordinates": [[7.57327, 47.55839], [-61.73214, 15.99714]]}}, {"type": "Feature", "properties": {"person": "Jean-Ulrich Kiburg", "date": null, "origin": "Basel", "colonial_location": "Southern Africa", "activities": ["slave owner", "military"], "full_entry": "=> Lieutenant captain Jean-Ulrich Kiburg from Basel bought the «Hottentot’s Holland») after having commanded troops against «indigenous rebels» in Ceylon nachdem er Truppen gegen «eingeborene Aufständische» on Ceylon. In 1800, he had a farmhand, 18 male and 2 female slaves, 72 horses, 43 heads of cattle, 70 sheep and 18 barrels of wine. "}, "geometry": {"type": "LineString", "coordinates": [[7.57327, 47.55839], [28.18783, -25.74486]]}}, {"type": "Feature", "properties": {"person": "Jacob Burckhardt", "date": "1818–1897", "origin": "Basel", "colonial_location": "Switzerland", "activities": ["racist"], "full_entry": "=> Jacob Burckhardt (1818–1897) from Basel was a world-famous Swiss historian of art and culture and an influential figure in historiography. In his university lectures Reflections on History (1868-1871), later published as a book, he took anti-semitic, anti-democratic and racist positions. He differentiated between higher races and «lesser races», «negro peoples», «savages» and «semi-savages». On the latter, he wrote, «For such peoples are from the outset a prey to everlasting fear; their religions do not even give us a standard for the first signs of the birth of the spirit, because among them the spirit is destined never to come to spontaneous birth.» Later he raised the questions (without answering them), «How far are inferior peoples held in their uncivilized condition by their religions of fear? Or do those religions subsist because the race is uncivilizable?» Of Abessynians, he thought very little and claimed, «The Christianity of Abyssinia and other totally degenerate or mentally inferior peoples…» "}, "geometry": {"type": "LineString", "coordinates": [[7.57327, 47.55839], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "Johann Jakob Egli", "date": null, "origin": "Basel", "colonial_location": "Switzerland", "activities": ["racist"], "full_entry": "=> In his Geography Textbook for Higher Education of 1876, Johann Jakob Egli, Professor for Geography at Zurich University, wrote: «The intellectual capacities of the negro seem to be inferior to those of other races, and since they have always been considered inferior beings, even the oldest history finds negroes in slavery.» "}, "geometry": {"type": "LineString", "coordinates": [[7.57327, 47.55839], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "Isaac Miville", "date": "1652", "origin": "Basel", "colonial_location": "Switzerland", "activities": null, "full_entry": "=> In 1652, Isaac Miville (from Basel or Fribourg) laid the corner-stone for the Swedish slave-castle Cabo Corso (today Cape Coast Castle in Ghana). "}, "geometry": {"type": "LineString", "coordinates": [[7.57327, 47.55839], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "François Aimé Louis Dumoulin", "date": "1753-1834", "origin": "Vevey", "colonial_location": "Grenada", "activities": ["trading"], "full_entry": "=> François Aimé Louis Dumoulin (1753-1834) from Vevey (Canton of Berne/Vaud) left Switzerland at the age of 20 for the Caribbean and lived on Grenada 1773–1783. He worked as a painter, secretary to the governor of the island, and merchant. In 1778, he was pressed into the English army of Governor MacCartney. "}, "geometry": {"type": "LineString", "coordinates": [[6.84345, 46.46299], [-61.75226, 12.05288]]}}, {"type": "Feature", "properties": {"person": "Jean David Fatio", "date": null, "origin": "Vevey", "colonial_location": "Grenada", "activities": ["plantation owner", "slave owner"], "full_entry": "=> Jean David Fatio and Richard Besanquet from Vevey (Canton of Berne/Vaud, W Switzerland) were owners of coffee and cocoa plantations, including their slaves, on Grenada and transmitted their knowledge of the cocoa and chocolate business to Switzerland. "}, "geometry": {"type": "LineString", "coordinates": [[6.84345, 46.46299], [-61.75226, 12.05288]]}}, {"type": "Feature", "properties": {"person": "François Aimé Louis Dumoulin", "date": "1753-1834", "origin": "Vevey", "colonial_location": "Grenada", "activities": ["trading"], "full_entry": "=> François Aimé Louis Dumoulin (1753-1834) from Vevey (Canton of Berne/Vaud, W Switzerland) was a merchant who went to England in 1772 and from there to Grenada, where he painted and produced plans in the service of the governor. "}, "geometry": {"type": "LineString", "coordinates": [[6.84345, 46.46299], [-61.75226, 12.05288]]}}, {"type": "Feature", "properties": {"person": "Cazeneuve", "date": null, "origin": "Vevey", "colonial_location": "Grenada", "activities": ["slave owner"], "full_entry": "=> => The UK Slave Register 1813–1834 has 280 slaves in the hands of owners named Cazenove, Cazeneuve, Casenave, Casnave, etc. in Grenada, Trinidad, and Mauritius.  "}, "geometry": {"type": "LineString", "coordinates": [[6.84345, 46.46299], [-61.75226, 12.05288]]}}, {"type": "Feature", "properties": {"person": "Francis Philip Fatio", "date": "1724–1811", "origin": "Vevey", "colonial_location": "Florida", "activities": ["trading", "slave owner", "plantation owner", "military"], "full_entry": "=> Francis Philip Fatio (1724–1811) from Vevey (Canton of Berne/Vaud) first was a soldier in the Swiss Guard, then became a merchant in London. In 1769, he invested in plantations in East Florida. In 1771, he moved with his family to East Florida and become the managing partner of New Castle Plantation, which specialized in producing indigo. In 1774, he moved to another plantation, which he first called New Switzerland, then Nueva Suiza. It had a surface of 10,000 acres and, with 86 slaves, produced maize, citrus fruit and cotton for sale. Francis Philipp Fatio became the founding father of the Florida branch of the Fatio family. 3."}, "geometry": {"type": "LineString", "coordinates": [[6.84345, 46.46299], [-84.28073, 30.43826]]}}, {"type": "Feature", "properties": {"person": "David Benjamin Bourgeois", "date": "1750-1809", "origin": "Lausanne", "colonial_location": "Guyana", "activities": ["slave owner"], "full_entry": "=> David Benjamin Bourgeois (1750-1809, aka «L’Américain») from Lausanne (Canton of Berne/Vaud) emigrated to Berbice in 1770. In 1791, his first child, Jeanne Marie, was born, out of wedlock. His mother was probably a black slave called Sara. In 1800, in the colony of Demerara, he begat another child, again with a black woman. That son was called Louis Henri Bourgeois (1800-1834), who, without his mother, followed his father back to Switzerland, where he first became a member of the cantonal legislature and then of the cantonal government. "}, "geometry": {"type": "LineString", "coordinates": [[6.63282, 46.516], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Louis", "date": "1749-1819", "origin": "Lausanne", "colonial_location": "Cuba", "activities": ["slave owner", "slave trade"], "full_entry": "=> In the 1780s, Louis d’lllens (1749-1819) from Lausanne and «Louis d’Illens et Cie», in association with Jacob van Berchem (1736–1794) and Augustin Roguin (1768–1827), imported coffee, indigo, and cotton directly from Martinique. They owned and fitted out the slave-ship «L’Helvétie» (1791/92, Marseille => Indian Ocean => Moçambique => Cape of Good Hope => Havana, 550/414 slaves). "}, "geometry": {"type": "LineString", "coordinates": [[6.63282, 46.516], [-82.38304, 23.13302]]}}, {"type": "Feature", "properties": {"person": "Emanuel Buess", "date": "1770", "origin": "Aarau", "colonial_location": "Guyana", "activities": ["plantation owner"], "full_entry": "=>  In 1770, on the lower Canje River in Berbice, there was a 500 acres plantation called Canton Berne. It belonged to Emanuel Buess, possibly from Aarau in the Canton of Berne. In 1771, the plantation is recorded as belonging to his widowed wife. "}, "geometry": {"type": "LineString", "coordinates": [[8.04422, 47.39254], [-58.15527, 6.80448]]}}, {"type": "Feature", "properties": {"person": "Heinrich Hagenbuch", "date": "1801–1858", "origin": "Aarau", "colonial_location": "French West Indies", "activities": null, "full_entry": "=> One Heinrich Hagenbuch (1801–1858) and his brother Karl Samuel Hagenbuch (1808–1859)‏‎ from Aarau died in Martinique.‏‎ "}, "geometry": {"type": "LineString", "coordinates": [[8.04422, 47.39254], [-61.73214, 15.99714]]}}, {"type": "Feature", "properties": {"person": "Niklaus Jenner", "date": "1695–1728", "origin": "Berne", "colonial_location": "Haiti", "activities": null, "full_entry": "=> Niklaus Jenner (1695–1728) from Berne died in Saint-Domingue. "}, "geometry": {"type": "LineString", "coordinates": [[7.44744, 46.94809], [-72.33881, 18.54349]]}}, {"type": "Feature", "properties": {"person": "Sigmund", "date": "1706–1745", "origin": "Berne", "colonial_location": "Haiti", "activities": null, "full_entry": "=> Sigmund von Wattenwyl‏‎ (1706–1745) from Berne died in Saint-Domingue. "}, "geometry": {"type": "LineString", "coordinates": [[7.44744, 46.94809], [-72.33881, 18.54349]]}}, {"type": "Feature", "properties": {"person": "Rudolf-Emanuel von Haller", "date": "1747–1833", "origin": "Berne", "colonial_location": "Haiti", "activities": ["trading", "slave owner"], "full_entry": "=> Rudolf-Emanuel von Haller (1747–1833), banker, merchant, and politician from Berne, learnt from a trading partner that the slave rising had come to a head and that Port-au-Prince had gone up in flames. His trading partner advised him to gather as much sugar and coffee in Marseilles (in order to profit from rising prices later). "}, "geometry": {"type": "LineString", "coordinates": [[7.44744, 46.94809], [-72.33881, 18.54349]]}}, {"type": "Feature", "properties": {"person": "Ludwig Rudolf Stürler", "date": "1760–1797", "origin": "Berne", "colonial_location": "French West Indies", "activities": null, "full_entry": "=> Ludwig Rudolf Stürler (1760–1797) from Berne was an officer in Austrian, Prussian and British services and died in St. Pierre, Martinique.‏‎ "}, "geometry": {"type": "LineString", "coordinates": [[7.44744, 46.94809], [-61.73214, 15.99714]]}}, {"type": "Feature", "properties": {"person": "Rumpf", "date": null, "origin": "Berne", "colonial_location": "Alabama", "activities": ["slave owner"], "full_entry": "=> Members of the Rumpf family from the Canton of Berne migrated from Orangeburgh to Alabama: Thomas David Rumph in 1823 later James D. Rumph. In 1860, the family was recorded to have owned 229 slaves. 3."}, "geometry": {"type": "LineString", "coordinates": [[7.44744, 46.94809], [73.10186, 30.66595]]}}, {"type": "Feature", "properties": {"person": "Friedrich Arnold Schumacher", "date": "1840–1905", "origin": "Berne", "colonial_location": "Louisiana", "activities": ["military"], "full_entry": "=> Friedrich Arnold Schumacher (1840–1905) was from Berne, where he attended school and studied pharmaceutics. He emigrated to New Orleans in 1859 and worked in his brother’s commercial business. He joined the Confederate Army as an artillerist, became a colonel, and chief of armament of the artillery. In 1864, he returned to Switzerland, did military service and was promoted to lieutenant in 1865, to captain in 1869, and to instruction officer of the artillery in Berne in the same year. He was sent on a military mission to Denmark and Sweden in 1871 and was promoted to major in 1873. He was sharpshooter officer of the Armory in Thun, Canton Bern, from 1878 to 1879 and promoted to colonel in 1884. From 1889 to 1894, he was senior instructor of the artillery, and from 1894–1899 chief of armament of the artillery and chief of the artillery. He founded the boys› corps «Flibustia» to awaken interest in the military. 3."}, "geometry": {"type": "LineString", "coordinates": [[7.44744, 46.94809], [-91.18747, 30.44332]]}}, {"type": "Feature", "properties": {"person": "Stürler", "date": null, "origin": "Berne", "colonial_location": "East Indies", "activities": ["plantation owner", "trading", "military"], "full_entry": "=> The Stürler family, originally from Berne, established numerous relations with the Dutch empire and the East Indies. In 1632, one E.J.C. de Sturler was co-author of a book called «Aan de leden van de Bataviasche landbouw-vereeniging» (to the members of the Batavian Agricultural Association). Vincent Stürler (1662-1734) from Berne was an officer at the service of the Dutch and raised to the peerage in Holland. He died in Berne. Bernhard Stürler (1725–1783) was lieutenant captain in Dutch services in the Regiment Graffenried. His son Albrecht Stürler‏‎ (1769–1804) was an officer in Dutch services in the Regiment May. He died in Batavia. Johann Wilhelm Stürler (1773­–1855)‏‎ was a Dutch artillery officer, envoy of the Governor-General of the Dutch East Indies, and a landowner on Java. From 1823–1826, he was director of Dejima, Dutch trading post and centre of prostitution at Nagasaki, Japan. In 1835, he returned to the East, where 1835–1839 he was a member of the General Court in Batavia. At the same time, he operated some sugar factories on Java. His son Jacques Eduard de Sturler (1800-1840) was secretary of Pekalongan 1828–1830 and appointed resident of Banjumas in 1830. In 1835, together with an English sugar and indigo entrepreneur, he acquired the Poegoe sugar factory. In 1840, he published his book «Reizen uit Oost Indie naar Europa in Engeland, Nederland, Duitschland, Frankrijk en Zwitserland gedaan in 1836». Willem Louis de Sturler (1802-1879) was bearer of the King William decoration 4th Class, retired major in the Dutch East Indian Army, knight of the order of the Dutch Lion, holder of the medal for the war on Java of 1825–30, senior employee and investor in «Cultuurmaatschappij Tandjong-Pinang», a coffee plantation on the island of Bintan (one of the Riau Islands in the Malay Archipelago). He published extensively on tropical economy, social, historical and political conditions in the East Indies (Sumatra, Palembang region, Java). In 1822, one «Captain (de) Sturler/Stürler» was praised for his expedition to the west coast of Sumatra and his attack on Oedjong- Radja. In 1832, «Captain Stürler» with his company took part in the arrest of the ruler of the Minankabau people in West Sumatra in the context of a local rebellion against the Dutch.Also, his attack on Bonjol in West Sumatra was mentioned. Wilhelm Peter Stürler‏‎ (1788–1824) was a merchant in Holland and Batavia. Karl August Stürler (1814–1882) was a Hussar officer in Dutch services on Java and commander of Surabaya. In 1858 he married Amarantia Louise de Rooy. The couple had two children: Elisabeth Maria Stürler (born 1866 in Surabaya) and Alfons Eduard Ludwig Stürler (born 1867 in Surabaya). The latter became a civil servant with the national railway company. In 1857, an advertisement for Sturler & Co. in «De Oostpost» offered Gruyère cheese, Swiss absinthe from the company of Edouard Pernod (Couvet in the Val de Travers), Italian pasta, beverages, confectionery and sugar confectionery. Johann Wilhelm Eduard Stürler (1828–1890), son of Jacques Eduard de Sturler (1800-1840), was born in Batavia and died in Cannes. He entered the services of a sugar factory in Besito (near Kudu on Java) in 1860, and became co-owner the same year. This allowed him to make fortune and to acquire the Tijomas estate on Java in 1867 for 1.4 million guilders. He became one of the most powerful men around Buitenzorg and was raised to the Dutch peerage in 1884. In 1887, a work conflict on Tijomas was resolved with force and left about fifty native workers dead and many wounded. In 1854, he had married Friederike Johanna Dinger. The couple had many children, among them: Jakob Eduard Stürler (born 1855 in Tajoe), Consul-General in Bangkok and Dutch envoy in Athens, and Alfons Ludwig Stürler (born 1856 in Tajoe), a farmer. Eduard Jakob Ludwig Stürler‏‎ (1830–1868) was a lawyer who died in Surabaya. Klemens Bernhard Friedrich Stürler (born 1801) was a lieutenant in the service of the Dutch, then captain in the service of the VOC and military governor on Sumatra.‏‎ Friedrich Wilhelm Ludwig Stürler‏‎ (1834–1877) died in Besito, Koedoes/Kudu. He was a civil servant for financial affairs on Java, a planter and director of a sugar refinery in Besito. Alfons Stürler (1872–1940) was born in Besito and was a planter on Java.‏‎ "}, "geometry": {"type": "LineString", "coordinates": [[7.44744, 46.94809], [106.84513, -6.21462]]}}, {"type": "Feature", "properties": {"person": "Gottlieb", "date": "1723–1778", "origin": "Berne", "colonial_location": "East Indies", "activities": null, "full_entry": "=> Gottlieb von Wattenwyl‏‎ (1723–1778) from Berne was an officer in the service of the French. He died in Batavia. "}, "geometry": {"type": "LineString", "coordinates": [[7.44744, 46.94809], [106.84513, -6.21462]]}}, {"type": "Feature", "properties": {"person": "Emil Karl Ludwig", "date": "1803–1828", "origin": "Berne", "colonial_location": "East Indies", "activities": null, "full_entry": "=> Emil Karl Ludwig von Muralt (1803–1828)‏‎ from Berne was an officer in the service of the French and the Dutch. He died in action in Batavia. "}, "geometry": {"type": "LineString", "coordinates": [[7.44744, 46.94809], [106.84513, -6.21462]]}}, {"type": "Feature", "properties": {"person": "Saint Domingue", "date": null, "origin": "Berne", "colonial_location": "Switzerland", "activities": ["trading"], "full_entry": "=> During most of the 18th century, the French town of Lyon served as a hub for commercial relations between Switzerland and both Spanish America and the French West Indies (mainly Martinique and Saint Domingue): export of textile products, import of indigo, other natural dyes, and coffee. Swiss merchants (among theme 15 from Berne, 11 from St.Gallen and 10 from Neuchâtel) were organised in the so-called «nation suisse». The following merchant families from St.Gallen were represented in Lyon: Zollikofer (Sollicoffre), Scherer, Schlumpf (Sellonf), Fitler, Locher, Högger (Hogguer), Schobinger, Hochreutener (Horutener), Kunz (Cuentz), Wegelin, Kunkler (Councler), Studer, Scheitlin (Scheidlin), and Fingerlin (Finguerlin). From outside St.Gallen and unhampered by the city’s guild regulations came the families of the Zellweger (Zellweguer) from Trogen AR and the Gonzenbach (Gonzebat) family from Hauptwil. Scheitlin and Fingerlin traded textiles with Cap Français (Saint-Domingue), and in 1750, Councler et Cie. made a deal with a trading house at Cap Français. 1717-1724, Jean Henri Gonzebat, partner in the merchant company «Specht et Gonzebat», traded in textiles (mainly silkwares and cloth) and bullion (piastres) towards the Americas. Their European trading space comprised Paris and Geneva and such port (and triangular trade) cities as Marseilles, Bordeaux, La Rochelle, Nantes, Saint-Malo and Rouen. Jacques Christophe Gonzebat (1734-1777) from the same St.Gallen family became a merchant in Pondichéry (French/British India), where he died at the age of 43. The brothers David and Sébastien Cuentz from St.Gallen started as a textile trading company in 1700. Around 1715, they went into banking, and their financial activities extended from Switzerland to southern Germany, northern Italy, southern France, Spain, and Holland, comprising such cities as Amsterdam, Marseilles, Paris, Saint-Malo, Barcelona, Madrid, Lisbon, Seville. "}, "geometry": {"type": "LineString", "coordinates": [[7.44744, 46.94809], [7.44744, 46.94809]]}}, {"type": "Feature", "properties": {"person": "Maurus Meyer", "date": "1765-1802", "origin": "Lucerne", "colonial_location": "Haiti", "activities": ["military"], "full_entry": "=> Maurus Meyer von Schauensee (1765-1802) from Lucerne (central Switzerland) was Chief of Staff of the French invasion troops on Saint-Domingue. "}, "geometry": {"type": "LineString", "coordinates": [[8.30635, 47.05048], [-72.33881, 18.54349]]}}, {"type": "Feature", "properties": {"person": "Louis Correvont", "date": "1771", "origin": "Yverdon", "colonial_location": "Jamaica", "activities": ["trading", "slave owner", "plantation owner", "military"], "full_entry": "=> Captain Louis Correvont was – according to the diaries of Lady Maria Nugent (1771?-1834) «an old officer and a Swiss by birth», possibly from Yverdon in the Canton of Berne/Vaud. In Jamaica, he served in the 3rd West India Regiment. He was first recorded in 1781 (as ensign), then in 1782 (as lieutenant) and then again in 1793 (on half pay). In 1783, he married Elizabeth Rennalls (1765 – 1817), whose father was a merchant and factor. Louis Correvont owned the coffee plantation Orange Grove in the County of Middlesex (Parish St. Catherine), north of Spanishtown. In 1809, after his death, the «estate of Lewis Correvont» was recorded with 60, in 1811 with 35, in 1812 with 34, in 1816 with 50 («heirs of Louis Correvont») and in 1818 with 60 slaves. In 1820, one John Powell Correvont (1786-1837), Louis‹ eldest son, was recorded as joint owner of 37 slaves with Mary Elizabeth Hocker, his sister. He was a captain and a plantation and slaveowner. In 1822, he was recorded as the sole owner of the plantation. Later recordings: 1823 (38 slaves), 1824 (52), 1826/1827/1828 (42), 1829 (43), 1830 (39), 1831(36), 1832 (40). On 15th February 1836, John Powell Correvont was compensated for his 35 plantation slaves with the sum of £713 3s 0d and for his four house slaves with £106 8s 11d.  "}, "geometry": {"type": "LineString", "coordinates": [[6.64115, 46.77852], [-76.79358, 17.99702]]}}, {"type": "Feature", "properties": {"person": "John Campbell", "date": "1796–1862", "origin": "Yverdon", "colonial_location": "Jamaica", "activities": null, "full_entry": "=> John Campbell, 2nd Marquess of Breadalbane (1796–1862), Scottish nobleman, Liberal politician, and Rector of Glasgow University 1840–1842, was awarded compensation of £6,630 for 379 enslaved people on his family’s Hope estate in St Andrew, Jamaica, on 25 July 1836. He died in Lausanne, Switzerland. "}, "geometry": {"type": "LineString", "coordinates": [[6.64115, 46.77852], [-76.79358, 17.99702]]}}, {"type": "Feature", "properties": {"person": "Frederick Haldimand", "date": "1718–1791", "origin": "Yverdon", "colonial_location": "Florida", "activities": ["military"], "full_entry": "=> (Sir) Frederick Haldimand (1718–1791) from Yverdon in the Canton of Berne / Vaud was an army officer and colonial administrator. In 1755, when full-scale war against the French was edging closer, he cooperated with members of the Swiss Prévost family from Geneva (three brothers and a nephew) and with Henry Bouquet (1719–1765) from Rolle in the Canton of Berne / Vaud in the raising of troops among German and Swiss settlers. Bouquet gained lasting infamy during the «French and Indian War» (1754–1763) by organising massacres among the indigenous nations and by pioneering germ warfare: He sent the besieged Delaware two blankets and a handkerchief that had been exposed to smallpox, in an attempt to spread the disease among the Natives. Haldimand, who was stationed in Florida during the war, was appointed to the sinecure of inspector general of the British forces in the West Indies in 1775. 3."}, "geometry": {"type": "LineString", "coordinates": [[6.64115, 46.77852], [-84.28073, 30.43826]]}}, {"type": "Feature", "properties": {"person": "Daniel", "date": "1721-1788", "origin": "Yverdon", "colonial_location": "East Indies", "activities": null, "full_entry": "=> Daniel and François de Treytorrens, cousins of David-Philippe de Treytorrens (1721-1788) from Yverdon, Canton of Berne / Vaud lived their lives in Batavia. "}, "geometry": {"type": "LineString", "coordinates": [[6.64115, 46.77852], [106.84513, -6.21462]]}}, {"type": "Feature", "properties": {"person": "Heinrich Studer", "date": "1779-1831", "origin": "Winterthur", "colonial_location": "Cuba", "activities": ["plantation owner"], "full_entry": "=> Heinrich Studer (1779-1831) from Winterthur in the Canton of Zurich lived in Matanzas as a plantation owner. "}, "geometry": {"type": "LineString", "coordinates": [[8.72413, 47.50564], [-82.38304, 23.13302]]}}, {"type": "Feature", "properties": {"person": "Johannes Köhli‏‎", "date": "1773–1814", "origin": "Biel", "colonial_location": "Cuba", "activities": ["trading"], "full_entry": "=> Johannes Köhli‏‎ (1773–1814) from Biel in the Canton of Berne worked in Cuba as a merchant and died there. "}, "geometry": {"type": "LineString", "coordinates": [[7.24608, 47.13713], [-82.38304, 23.13302]]}}, {"type": "Feature", "properties": {"person": "David Schwab", "date": "1748–1823", "origin": "Biel", "colonial_location": "Brazil", "activities": ["trading"], "full_entry": "=> David Schwab (1748–1823) from Biel (Berne) together with François Verdan (1747–1818) from Sugiez/Neuchâtel/Biel administered an indiennes factory in Torres Novas (Lisbon) from 1780 on. Together with Henri de Meuron (1742–1825), Schwab created the company «Schwab & Meuron» to revive the banking and trading towards Brazil (trade in diamonds) which David de Pury (Henri de Meuron’s uncle) had established from Lisbon. "}, "geometry": {"type": "LineString", "coordinates": [[7.24608, 47.13713], [-47.92972, -15.77972]]}}, {"type": "Feature", "properties": {"person": "Hans Pieter Anthonij", "date": null, "origin": "Biel", "colonial_location": "East Indies", "activities": null, "full_entry": "=> The following Swiss are mentioned in 1727 in the context of a VOC shipwreck en route to Batavia: that of the vessel «Zeewijk»: Hans Pieter Anthonij from Biel (Bienne) in the Canton of Berne, Joseph Grand from Lausanne (Canton of Berne, today Waadt), Nicolaas Ledderfrom Biel (Bienne) in the Canton of Berne, Olderik Miller from Dornach in the Canton Solothurn, Abraham Saigne from Neuchâtel, and Jacopsz Heijlweck from Basel.  "}, "geometry": {"type": "LineString", "coordinates": [[7.24608, 47.13713], [106.84513, -6.21462]]}}, {"type": "Feature", "properties": {"person": "Bagneux des Côteaux", "date": "1780", "origin": "Biel", "colonial_location": "East Indies", "activities": null, "full_entry": "=> In 1780, one Bagneux des Côteaux, a former «sous-lieutenant» in the Regiment of the 100 Swiss, was ensign in the Regiment stationed in Pondichéry (today Puducherry) in SE India. "}, "geometry": {"type": "LineString", "coordinates": [[7.24608, 47.13713], [106.84513, -6.21462]]}}, {"type": "Feature", "properties": {"person": "Joseph Fribourg", "date": "1789", "origin": "Fribourg", "colonial_location": "French West Indies", "activities": ["military"], "full_entry": "=> In 1789, Joseph Fribourg from Fribourg in Switzerland, grenadier in the Guadeloupe regiment, died in the military hospital in Basse-Terre. "}, "geometry": {"type": "LineString", "coordinates": [[7.15128, 46.80237], [-61.73214, 15.99714]]}}, {"type": "Feature", "properties": {"person": "Elie Ripon", "date": null, "origin": "Fribourg", "colonial_location": "East Indies", "activities": ["slave owner", "military"], "full_entry": "=> Elie Ripon from Fribourg and from a family from the Canton of Vaud left Switzerland at the beginning of the 17th century. He initially served on a whaling expedition to Greenland, but took a serious dislike to the activity, so the next year he signed up with the Dutch East India Company, and was sent to the Far East. He turned his experiences of 1617–1627 as a captain in China, the Dutch East Indies, Japan, and Taiwan into a travelogue after his return to Switzerland. He had been sent to various locations in the Moluccas as well as to the islands to the East of Bali. Ripon gave an account of the fight between the Dutch and the Portuguese over Macau, which at the time hosted about 2,000 Portuguese, 20,000 Chinese and around 5,000 African slaves, brought by the Portuguese from their colonies in Angola and Mozambique. It was actually mostly the Africans who fought off the Dutch assault. After returning from Formosa to the East Indies, Ripon went on many more explorations of faraway islands and described fights against the Spanish, Portuguese, and local adversaries in Sumatra, Borneo and the Moluccas. "}, "geometry": {"type": "LineString", "coordinates": [[7.15128, 46.80237], [106.84513, -6.21462]]}}, {"type": "Feature", "properties": {"person": "Jean Platener ( Hans Plattner )", "date": null, "origin": "Chur", "colonial_location": "French West Indies", "activities": null, "full_entry": "=> Jean Platener (Hans Plattner), a pauper from Chur in the Canton of Grisons Switzerland, died in Guadeloupe in 1791. "}, "geometry": {"type": "LineString", "coordinates": [[9.53287, 46.84986], [-61.73214, 15.99714]]}}, {"type": "Feature", "properties": {"person": "Pierre François Guez", "date": null, "origin": "Chur", "colonial_location": "French West Indies", "activities": null, "full_entry": "=> Pierre François Guez lived in Guadeloupe 1767–1782. "}, "geometry": {"type": "LineString", "coordinates": [[9.53287, 46.84986], [-61.73214, 15.99714]]}}, {"type": "Feature", "properties": {"person": "Franz Josef Michael Letter", "date": "1800–1880", "origin": "Zug", "colonial_location": "East Indies", "activities": null, "full_entry": "=> Franz Josef Michael Letter (1800–1880) from Zug was in the military service of the Dutch from 1819–47. He was stationed in Batavia and Semarang (Java) and in Padang (Sumatra) from 1838–47, towards the end of his service as Major of the 13th Batallion of Infantry. He returned to Switzerland to persue a military career (staff colonel in the Federal Swiss Army, brigadier) and a political career (member and chairman of the cantonal government of Zug). "}, "geometry": {"type": "LineString", "coordinates": [[8.51745, 47.17242], [106.84513, -6.21462]]}}]}